[
  {
    "id": 1,
    "title": "The Tale of the Princess Kaguya",
    "firstName": "Manal",
    "lastName": "Boulahya",
    "genre": "fantasie",
    "link": "https://ehb-mct.github.io/cp-frontend-Manal0307/parallax",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1747841386/cover_egxxh1.png",
    "video": "W71mtorCZDw",
    "description": "The Tale of the Princess Kaguya tells the story of a tiny girl discovered inside a glowing bamboo stalk by an old bamboo cutter. Raised with love, she grows into a beautiful young woman. Believing she is a divine princess, her adoptive father takes her to the capital to live a noble life. Despite wealth and high-status suitors, Kaguya longs for her simple childhood in the countryside. As her mysterious origins begin to unfold, she must confront her true identity and the sorrow of returning to where she truly belongs."
  },
  {
    "id": 2,
    "title": "Alice in Wonderland",
    "firstName": "Jordi",
    "lastName": "De Leeuw",
    "genre": "avontuur",
    "link": "https://ehb-mct.github.io/cp-frontend-JordiDeLeeuw/#/fairytale",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748118640/alicee_zr2bth.png",
    "video": "M9yxLSC8ysY",
    "description": "Alice ziet een wit konijn voorbij rennen en besluit hem nieuwsgierig te volgen, recht de weide door. Zonder het te beseffen valt ze in een diepe put, en zo begint haar reis naar een wereld vol verwarring en verwondering. In een vreemde kamer vol deuren ontdekt ze magisch eten en drinken dat haar doet groeien en krimpen. Verderop belandt ze aan een chaotisch theefeest bij de Gekke Hoedenmaker, waar logica niet lijkt te bestaan. Maar de vrolijke waanzin slaat snel om, wanneer de dreiging van de Boze Koningin haar wereld binnendringt. Gelukkig was het allemaal maar een droom!"
  },
  {
    "id": 3,
    "title": "Coraline",
    "firstName": "Pema",
    "lastName": "Bhutia",
    "genre": "horror",
    "link": "https://ehb-mct.github.io/cp-frontend-PemaBhutia2005/parallax",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748118629/coraline_gthwd2.png",
    "video": "",
    "description": "Coraline verhuist naar een nieuw appartement met haar drukke ouders maar voelt zich verwaarloosd en verveeld. Terwijl ze haar omgeving verkent, ontdekt ze een mysterieuze deur die naar een alternatieve versie van haar huis leidt. In deze Andere Wereld lijkt alles levendiger en ontmoet ze haar Andere Moeder, die knoopogen heeft en haar een schijnbaar perfect leven biedt. Coraline beseft echter al snel dat de Andere Moeder sinistere bedoelingen heeft en haar voor altijd gevangen wil houden. Coraline is vastbesloten om te ontsnappen een weg terug te vinden naar haar eigen wereld."
  },
  {
    "id": 4,
    "title": "Roodkapje",
    "firstName": "Sophia",
    "lastName": "Rahmoun",
    "genre": "fantasie",
    "link": "https://ehb-mct.github.io/cp-frontend-SophiaRahmoun/fairytale",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748088607/roodkapje_npfqsl.png",
    "video": "",
    "description": "Little Red Riding Hood, fairy tale about a young girl who wears a red cloak and encounters a wolf on her way to visit her ailing grandmother. Depending on the version of the story, the girl is either eaten by the wolf or saved by a woodsman or hunter."
  },
  {
    "id": 5,
    "title": "Blauwbaard",
    "firstName": "Wout",
    "lastName": "Van Impe",
    "genre": "horror",
    "link": "",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748088983/blauwbaard_srq9xt.png",
    "video": "",
    "description": "Blauwbaard is een duister sprookje vol mysterie en verboden geheimen. Het gaat over een rijk, maar zonderlinge edelman met een blauwe baard die al meerdere keren getrouwd is geweest, maar niemand weet wat er met zijn vorige vrouwen is gebeurd. Wanneer hij opnieuw trouwt, geeft hij zijn jonge bruid de sleutels van zijn kasteel, met één strikte regel: één kamertje mag ze nooit betreden. De verleiding blijkt te groot, en achter die verboden deur ontdekt ze een huiveringwekkend geheim… het lot van haar voorgangsters. Wanneer Blauwbaard haar daad ontdekt, dreigt ook zij zijn volgende slachtoffer te worden. Maar kan ze hem nog op tijd ontvluchten? "
  },
  {
    "id": 6,
    "title": "De wolf en de 3 biggetjes",
    "firstName": "Sam",
    "lastName": "Hoeterickx",
    "genre": "avontuur",
    "link": "https://ehb-mct.github.io/cp-frontend-Sam-Hoeterickx/#/fairy-tale",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748088835/wolf3_plnwvy.png",
    "video": "m_QD2G-VHYo",
    "description": "De Wolf en de Drie Biggetjes” is een klassiek sprookje dat draait om drie kleine biggen die elk een eigen huisje bouwen om zich te beschermen tegen een gevaarlijke wolf. De eerste big bouwt een huis van stro, de tweede een huis van hout, en de derde een stevig huis van bakstenen. Wanneer de grote boze wolf verschijnt, probeert hij de biggen op te eten. Hij blaast het stro- en houten huis omver zonder moeite, waardoor de eerste twee biggen moeten vluchten naar het stenen huis van hun broer. Maar hoe hard de wolf ook blaast, het stenen huis blijft stevig staan. Uiteindelijk geeft de wolf op of wordt hij op slinkse wijze verslagen (afhankelijk van de versie). Het verhaal eindigt met de overwinning van slimheid, voorbereiding en hard werken over luiheid en gemakzucht."
  },
  {
    "id": 7,
    "title": "De kleine zeemeermin",
    "firstName": "Rayan",
    "lastName": "Arssi",
    "genre": "fantasie",
    "link": "https://ehb-mct.github.io/cp-frontend-rayanarssi/parallax",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748088307/mermaid_pnvhdr.png",
    "video": "SHM9fBaBWQ",
    "description": "A young mermaid princess, longing for a life beyond the sea, makes a dangerous  Faustian bargain with a sea witch, trading her voice for the chance to become human and win the love of a prince she has secretly admired from afar."
  },
  {
    "id": 8,
    "title": "Aladin en de wonderlamp",
    "firstName": "Younes",
    "lastName": "Ben Ali",
    "genre": "fantasie",
    "link": "https://ehb-mct.github.io/cp-frontend-YounesEHB2023/Parallax",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748088834/alladij_vnukmt.png",
    "video": "I4KTlQHzvas",
    "description": "Step into the bustling streets of Agrabah where Aladdin's adventure shimmers to life in layers of magic and mystery. Watch the wonderlamp glint in the distance as golden sands swirl around you, while Genies and magic carpets drift through the skies. As you scroll, the Cave of Wonders roars open its mouth, and jewels sparkle with hidden secrets about the world of front-end enchantment. With parallax scrolls and animated wonder, this tale isn't just told — it's lived."
  },
  {
    "id": 9,
    "title": "Hans en Grietje",
    "firstName": "Arno",
    "lastName": "Baeck",
    "genre": "avontuur",
    "link": "pFy3Wnmchd8",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748283776/hansgr_sc7egw.png",
    "video": "",
    "description": "De meeste visuele elementen in dit sprookje heb ik zelf ontworpen, passend bij de sfeer van het verhaal. Ik heb ook een aantal Adobe Stock-bestanden gebruikt om de visuele storytelling waar nodig te ondersteunen en te versterken. Deze combinatie stelde me in staat om een unieke en samenhangende stijl te creëren gedurende het hele project."
  },
  {
    "id": 10,
    "title": "Hercules",
    "firstName": "Rey",
    "lastName": "Mammadbeyli",
    "genre": "mythologie",
    "link": "https://ehb-mct.github.io/cp-frontend-ArnoBaeck/#/fairytale",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748088607/hercules_uyez2h.png",
    "video": "",
    "description": "Hercules vertelt het verhaal van een jonge god, Hercules, die door Hades, de god van de onderwereld, van de berg Olympus wordt ontvoerd en sterfelijk wordt. Hoewel hij op aarde opgroeit, behoudt Hercules zijn goddelijke kracht. Als tiener ontdekt hij zijn ware afkomst en zet hij zich in om een ware held te worden om zijn plaats onder de goden terug te winnen. Getraind door de satyr Philoctetes ('Phil') en vergezeld door zijn vliegende paard Pegasus, komt Hercules vele uitdagingen en monsters tegen die gestuurd zijn door Hades, die Zeus ten val wil brengen. Onderweg wordt Hercules verliefd op Megara, een cynische maar goedhartige vrouw die in het geheim voor Hades werkt. Uiteindelijk bewijst Hercules dat ware heldenmoed voortkomt uit zelfopoffering - niet uit kracht - wanneer hij zijn leven riskeert om Meg te redden. Zijn moed levert hem een ​​plek op Olympus op, maar hij kiest ervoor om bij Meg op aarde te blijven, nu hij gevonden heeft waar hij echt thuishoort"
  },
  {
    "id": 11,
    "title": "De wolf en de 3 biggetjes",
    "firstName": "Ramon",
    "lastName": "De Raes",
    "genre": "avontuur",
    "link": "https://ehb-mct.github.io/cp-frontend-ramon337/#/fairytale",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748088306/3biggetjes_rgsv67.png",
    "video": "",
    "description": "Er waren eens drie biggetjes die op een dag besloten hun eigen huisjes te bouwen. Elk van hen koos een ander materiaal: stro, hout en steen. Ze wilden een veilig plekje om te wonen, ver weg van de gevaarlijke boze wolf die in het bos rondzwierf. Wat ze niet wisten, was dat hun keuzes hen al snel op de proef zouden stellen…"
  },
  {
    "id": 12,
    "title": "Peter Pan",
    "firstName": "Laura",
    "lastName": "Ocampo",
    "genre": "fantasie",
    "link": "https://ehb-mct.github.io/cp-frontend-lauraocampogil/#/firstpageparallax",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748088307/peterpan_wp5ftx.png",
    "video": "nDM499ppEWk",
    "description": "Ga mee op een magische reis door Peter Pans betoverende wereld in deze meeslepende parallaxervaring. Van de kinderkamer van Darling tot het mysterieuze eiland Nooitgedachtland, waar bij elke scroll een avontuur wacht. Ontmoet de energieke Lost Boys, trotseer de dreigende piraten van Kapitein Haak aan boord van de Jolly Roger en volg Tinkerbells cursor en magische toverstaf door de bossen en kristalheldere lagunes. Vergeet niet je geluid aan te zetten voor de volledige betovering – de Lost Boys en Peter Pan wachten op je!"
  },
  {
    "id": 13,
    "title": "De raaf en de vos",
    "firstName": "Matteo",
    "lastName": "Giambarresi",
    "genre": "dierenverhaal",
    "link": "https://ehb-mct.github.io/cp-frontend-MatteoGiambarresi/parallax",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748121242/raff_grnoac.png",
    "video": "",
    "description": "De Raaf en de Vos is een dierenfabel geschreven door Jean de La Fontaine. In dit verhaal laat de schrijver dieren praten en handelen als mensen. Een ijdele raaf zit op een tak met een stuk kaas in zijn bek. Een sluwe vos wil de kaas en vleit de raaf door te zeggen hoe prachtig hij is en hoe mooi hij vast kan zingen. De raaf laat zich vangen door de vleierij, opent zijn snavel om te zingen, en laat zo de kaas vallen - precies wat de vos wilde.\nDe fabel eindigt met een duidelijke moraal: Wees op je hoede voor vleiers."
  },
  {
    "id": 14,
    "title": "Belle en het Beest",
    "firstName": "Nordine",
    "lastName": "El Ouafrasi",
    "genre": "romantiek",
    "link": "",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748088307/bellebeest_yampmb.png",
    "video": "",
    "description": "N/A"
  },
  {
    "id": 15,
    "title": "Duimelijntje",
    "firstName": "Siriyakorn",
    "lastName": "Klaklang",
    "genre": "avontuur",
    "link": "https://ehb-mct.github.io/cp-frontend-MeoKlaklang/#/duimelijntje",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748283780/duim_d5clfm.png",
    "video": "iG_hLLr6B7k",
    "description": "Duimelijntje, een piepklein meisje geboren uit een bloem, wordt ontvoerd door een pad die haar wil uithuwelijken aan haar lelijke zoon. Ze beleeft een reeks avonturen en ontmoet uiteindelijk de bloemenkoning, met wie ze gelukkig leeft."
  },
  {
    "id": 16,
    "title": "De waternimf in de vijver",
    "firstName": "Nina",
    "lastName": "Breedstraet",
    "genre": "fantasie",
    "link": "https://ehb-mct.github.io/cp-frontend-NinaBreedstraet/deWaternimfInDeVijver",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748287783/nimf_gy4184.png",
    "video": "oFN-mY7HMr8",
    "description": "Een molenaar belooft zijn eerstgeborene aan een waternimf in ruil voor rijkdom. Jaren later wordt zijn zoon ontvoerd, en zijn vrouw doorstaat drie beproevingen met magische voorwerpen om hem te redden. Ontdek hun avontuur en hereniging."
  },
  {
    "id": 17,
    "title": "De tovenaar van Oz",
    "firstName": "Luca",
    "lastName": "Lattuca",
    "genre": "avontuur",
    "link": "https://ehb-mct.github.io/cp-frontend-LucaLattuca/",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748284592/tovenaar_dskdrx.png",
    "video": "",
    "description": "Dorothy wordt door een tornado meegenomen naar het magische land van Oz. Samen met haar hond en drie nieuwe vrienden reist ze naar de Smaragden Stad om de Tovenaar van Oz te ontmoeten, maar de weg zit vol obstakels en magie."
  },
  {
    "id": 18,
    "title": "Rapunzel",
    "firstName": "Fleur",
    "lastName": "Van De Ville",
    "genre": "avontuur",
    "link": "",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748283781/rapuz_pdokzx.png",
    "video": "So9o_CROe_Y",
    "description": "Rapunzel, een prinses met magisch haar, wordt opgesloten in een toren. Ze verlangt naar de wereld buiten en ontdekt met behulp van Flynn Rider haar verleden, haar vrijheid en haar familie."
  },
  {
    "id": 19,
    "title": "De witte slang",
    "firstName": "Seppe",
    "lastName": "Ghekiere",
    "genre": "fantasie",
    "link": "",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748286396/witteslang_n4xduu.png",
    "video": "",
    "description": "Een mysterieuze slang leeft in vrede met de koning, tot een monnik haar ware aard ontdekt en hun relatie bedreigt. Een verhaal over identiteit, magie en conflict tussen liefde en waarheid."
  },
  {
    "id": 20,
    "title": "Aladin en de wonderlamp",
    "firstName": "Staf",
    "lastName": "Dierickx",
    "genre": "fantasie",
    "link": "",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748088834/alladij_vnukmt.png",
    "video": "",
    "description": "Aladin vindt een magische lamp in een verborgen grot. Met hulp van een geest begint hij aan een reis vol wonderen, gevaren en keuzes die zijn lot bepalen."
  },
  {
    "id": 21,
    "title": "Jaap en de bonenstaak",
    "firstName": "Igor",
    "lastName": "Lopes Oliveira",
    "genre": "fantasie",
    "link": "https://ehb-mct.github.io/cp-frontend-IgorLopesOliveira/sprookje",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748286941/bonen_rspp1r.png",
    "video": "",
    "description": "Jaap ruilt een koe voor magische bonen die uitgroeien tot een bonenstaak. In de wolken vindt hij een reus, een kip met gouden eieren en een harp. Hij steelt ze, kapt de bonenstaak om, en leeft gelukkig met zijn moeder."
  },
  {
    "id": 22,
    "title": "Keloğlan",
    "firstName": "Eren",
    "lastName": "Sahbaz",
    "genre": "avontuur",
    "link": "https://ehb-mct.github.io/cp-frontend-ErenSahbaz1/#/cp-frontend-ErenSahbaz1/parallax",
    "image": "https://res.cloudinary.com/deq5iutqv/image/upload/v1748287782/keloglan_medpmx.png",
    "video": "UX-rZ-0uGVM",
    "description": "Keloğlan, een arme maar moedige jongen uit Turkse volksverhalen, wil de man van een reuzin worden. Met hulp van een egel overwint hij haar en keert terug als held naar huis."
  }
]
